Repository: Serene-Garden/Project-Iris
Catalog: Project Iris Watch App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, vi, zh_hans, zh_hant

# Carina.new-states.future-consideration.description
source: There’s no plan for this feature. It may be considered in the future.
ar: لا توجد خطة لهذه الميزة. قد يتم النظر فيه في المستقبل.
de: Es gibt keinen Plan für diese Funktion. Es kann in Zukunft in Betracht gezogen werden.
es: No hay un plan para esta función. Se puede considerar en el futuro.
fr: Il n'y a pas de plan pour cette fonctionnalité. Cela peut être envisagé à l'avenir.
hi: इस सुविधा के लिए कोई योजना नहीं है। भविष्य में इस पर विचार किया जा सकता है।
id: Tidak ada rencana untuk fitur ini. Itu mungkin dipertimbangkan di masa depan.
it: Non c'è un piano per questa funzione. Può essere considerato in futuro.
ja: この機能の計画はありません。 将来的には検討される可能性があります。
ko: 이 기능에 대한 계획은 없습니다. 그것은 미래에 고려될 수 있다.
nl: Er is geen plan voor deze functie. Het kan in de toekomst worden overwogen.
pl: Nie ma planu dla tej funkcji. Można to rozważyć w przyszłości.
pt: Não há plano para este recurso. Pode ser considerado no futuro.
ru: Нет никакого плана для этой функции. Это может быть рассмотрено в будущем.
th: ไม่มีแผนสําหรับคุณสมบัตินี้ มันอาจได้รับการพิจารณาในอนาคต
tr: Bu özellik için bir plan yok. Gelecekte düşünülebilir.
uk: Немає плану для цієї функції. Це може бути розглянуто в майбутньому.
vi: Không có kế hoạch cho tính năng này. Nó có thể được xem xét trong tương lai.
zh_hans: 目前没有该功能的计划，以后可能会考虑。
zh_hant: 這個功能沒有計劃。 將來可能會考慮它。

# About.chat.discord
source: Discord Server
ar: خادم الخلاف
es: Servidor de Discord
fr: Serveur Discord
hi: डिस्कॉर्ड सर्वर
id: Server Perselisihan
it: Server Discord
ja: ディスコードサーバー
ko: 디스코드 서버
pl: Serwer Discord
pt: Servidor de Discórdia
ru: Сервер Discord
th: เซิร์ฟเวอร์ดิสคอร์ด
tr: Discord Sunucusu
uk: Сервер Discord
vi: Máy chủ Discord
zh_hans: Discord服务器
zh_hant: 不和諧伺服器

# Bookmark.add
source: Add Bookmark
ar: إضافة إشارة مرجعية
de: Lesezeichen Hinzufügen
es: Añadir marcador
fr: Ajouter un signet
hi: बुकमार्क जोड़ें
id: Tambahkan Penanda
it: Aggiungi segnalibro
ja: ブックマークを追加する
ko: 북마크 추가
nl: Bladwijzer toevoegen
pl: Dodaj zakładkę
pt: Adicionar marcador
ru: Добавить закладку
th: เพิ่มบุ๊กมาร์ก
tr: Yer İşareti Ekle
uk: Додати закладку
vi: Thêm dấu trang
zh_hans: 添加书签
zh_hant: 新增書籤

# Credit.lang.ja
source: Japanese
ar: يابانيّ
de: Japaner
es: Japonés
fr: Japonais
hi: जापानी
id: Jepang
it: Giapponese
ja: 日本語
ko: 일본인
nl: Japans
pl: Japończyk
pt: Japonês
ru: Японский
th: คนญี่ปุ่น
tr: Japonca
uk: Японська
vi: Nhật Bản
zh_hans: 日语
zh_hant: 日本人

# Carina.attachments.links.history
source: History
ar: تاريخ
de: Geschichte
es: Historia
fr: Histoire
hi: इतिहास
id: Sejarah
it: Storia
ja: 歴史
ko: 역사
nl: Geschiedenis
pl: Historia
pt: História
ru: История
th: ประวัติศาสตร์
tr: Tarih
uk: Історія
vi: Lịch sử
zh_hans: 历史记录
zh_hant: 歷史

# Carina.new.succeed
source: Feedback Sent
ar: تم إرسال التعليقات
de: Feedback gesendet
es: Comentarios Enviados
fr: Commentaires envoyés
hi: फीडबैक भेजा गया
id: Umpan Balik Terkirim
it: Feedback inviato
ja: フィードバックが送信されました
ko: 피드백 전송됨
nl: Feedback Verzonden
pl: Wysłano opinię
pt: Feedback enviado
ru: Обратная связь отправлена
th: ส่งคําติชมแล้ว
tr: Geri Bildirim Gönderildi
uk: Відгук Надіслано
vi: Phản hồi đã được gửi
zh_hans: 反馈已发送
zh_hant: 傳送反饋

# Bookmark.item.name
source: Bookmark Name
ar: اسم الإشارة المرجعية
de: Lesezeichen-Name
es: Nombre del marcador
fr: Nom du signet
hi: बुकमार्क नाम
id: Nama Penanda
it: Nome segnalibro
ja: ブックマーク名
ko: 북마크 이름
nl: Bladwijzer Naam
pl: Nazwa zakładki
pt: Nome do marcador
ru: Название Закладки
th: ชื่อบุ๊กมาร์ก
tr: Yer İşareti Adı
uk: Назва закладки
vi: Tên đánh dấu trang
zh_hans: 书签名
zh_hant: 書籤名稱

# Troubleshooter.checking
source: Troubleshooting...
ar: استكشاف الأخطاء وإصلاحها...
de: Fehlerbehebung...
es: Solución de problemas...
fr: Dépannage...
hi: समस्या निवारण...
id: Pemecahan masalah...
it: Risoluzione dei problemi...
ja: トラブルシューティング...
ko: 문제 해결 중...
nl: Problemen oplossen...
pl: Rozwiązywanie problemów...
pt: Solução de problemas...
ru: Устранение неполадок...
th: การแก้ไขปัญหา...
tr: Sorun Giderme...
uk: Усунення несправностей...
vi: Khắc phục sự cố...
zh_hans: 正在进行疑难解答……
zh_hant: 故障排除...

# Settings.interface.home.list.error.description.close
source: Multiple spacers should not stay together. Try to move them apart.
ar: لا ينبغي أن تبقى الفواصل المتعددة معا. حاول أن تفصلهم.
de: Mehrere Abstandshalter sollten nicht zusammenhalten. Versuchen Sie, sie auseinander zu bewegen.
es: Los espaciadores múltiples no deben permanecer juntos. Intenta separarlos.
fr: Plusieurs entretoises ne doivent pas rester ensemble. Essayez de les séparer.
hi: कई स्पेसर्स को एक साथ नहीं रहना चाहिए। उन्हें अलग करने की कोशिश करें।
id: Beberapa spacer tidak boleh tetap bersama. Cobalah untuk memisahkan mereka.
it: I distanziatori multipli non dovrebbero stare insieme. Cerca di allontanarli.
ja: 複数のスペーサーは一緒にいてはいけません。 それらを離してみてください。
ko: 여러 개의 스페이서가 함께 있으면 안 됩니다. 그것들을 떼어놓으세요.
nl: Meerdere afstandhouders mogen niet bij elkaar blijven. Probeer ze uit elkaar te halen.
pl: Wiele przekładek nie powinno trzymać się razem. Spróbuj je rozdzielić.
pt: Vários espaçadores não devem ficar juntos. Tente separá-los.
ru: Несколько прокладок не должны оставаться вместе. Попробуй раздвинуть их.
th: ตัวเว้นวรรคหลายตัวไม่ควรอยู่ด้วยกัน พยายามย้ายพวกเขาออกจากกัน
tr: Birden fazla ara parça bir arada kalmamalıdır. Onları birbirinden ayırmaya çalışın.
uk: Birden fazla ara parça bir arada kalmamalıdır. Onları birbirinden ayırmaya çalışın.
vi: Nhiều miếng đệm không nên ở cùng nhau. Cố gắng di chuyển chúng ra xa nhau.
zh_hans: 多个空格不应在一起，试着分开。
zh_hant: 多個墊片不應該放在一起。 試著把它們分開。

# Migration.recieve.status.ready
source: Code Ready
ar: الرمز جاهز
de: Code bereit
es: Código listo
fr: Code prêt
hi: कोड तैयार
id: Kode Siap
it: Codice pronto
ja: コードレディ
ko: 코드 준비
nl: Code Klaar
pl: Kod gotowy
pt: Código Pronto
ru: Код готов
th: รหัสพร้อม
tr: Kod Hazır
uk: Код готовий
vi: Mã đã sẵn sàng
zh_hans: 代码已就绪
zh_hant: 程式碼準備就緒

source: Extension
ar: تَمْديد
de: Dateinamenserweiterung
es: Extensión
hi: विस्तरण
id: Perpanjangan
it: Estensione
ja: エクステンション
ko: 연장 코드
nl: Uitbreiding
pl: Rozszerzenie
pt: Extensão
ru: Расширение
th: การยืดออก
tr: Uzatma
uk: Розширення
vi: Mở rộng
zh_hans: 插件
zh_hant: 延期

# Extension.details.add
source: Add
ar: أَضافَ
de: Hinzufügen
es: Añadir
fr: Ajouter
hi: जोड़ें
id: Tambah
it: Aggiungi
ja: 付け加える
ko: 첨가하다
nl: Toevoegen
pl: Dodać
pt: Adicionar
ru: Добавлять, добавить
th: เพิ่ม
tr: Ekle
uk: Додати
vi: Thêm
zh_hans: 添加
zh_hant: 添加

# Extension.add.empty.description
source: Enter a keyword to search on greasyfork.org.
ar: أدخل كلمة رئيسية للبحث على greasyfork.org.
de: Geben Sie ein Schlüsselwort ein, um auf greasyfork.org zu suchen.
es: Introduzca una palabra clave para buscar en greasyfork.org.
fr: Entrez un mot-clé pour effectuer une recherche sur greasyfork.org.
hi: Greasyfork.org पर खोजने के लिए एक कीवर्ड दर्ज करें।
id: Masukkan kata kunci untuk mencari di greasyfork.org.
it: Inserisci una parola chiave per cercare su greasyfork.org.
ja: Greasyfork.orgで検索するには、キーワードを入力してください。
ko: Greasyfork.org에서 검색할 키워드를 입력하세요.
nl: Voer een trefwoord in om te zoeken op greasyfork.org.
pl: Wprowadź słowo kluczowe do wyszukiwania na greasyfork.org.
pt: Digite uma palavra-chave para pesquisar em greasyfork.org.
ru: Введите ключевое слово для поиска на greasyfork.org.
th: ป้อนคําสําคัญเพื่อค้นหาบน greasyfork.org
tr: Greasyfork.org'da aramak için bir anahtar kelime girin.
uk: Введіть ключове слово для пошуку на greasyfork.org.
vi: Nhập từ khóa để tìm kiếm trên greasyfork.org.
zh_hans: 输入关键词以在greasyfork.org上搜索。
zh_hant: 輸入關鍵字在greasyfork.org上進行搜尋。

# Settings.interface.home.list.selection.update-indicator
source: Update Indicator
ar: مؤشر التحديث
de: Indikator aktualisieren
es: Indicador de actualización
fr: Indicateur de mise à jour
hi: संकेतक अपडेट करें
id: Memperbarui Indikator
it: Indicatore di aggiornamento
ja: アップデートインジケータ
ko: 업데이트 표시기
pl: Wskaźnik aktualizacji
pt: Indicador de Atualização
ru: Индикатор Обновления
th: อัปเดตตัวบ่งชี้
tr: Güncelleme Göstergesi
uk: Güncelleme Göstergesi
vi: Cập nhật chỉ báo
zh_hans: 更新指示器
zh_hant: 更新指示器

# Archive.info.title
source: Title
ar: عُنْوان
de: Titel
es: Título
fr: Titre
hi: पदवी
id: Judul
it: Titolo
ja: タイトル
ko: 제목
nl: Titel
pl: Tytuł
pt: Título
ru: Название
th: ตั้งชื่อ
tr: Başlık
uk: Назва
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題

# Carina.attachments.links.add
source: Attach
ar: أَرْفَقَ
de: Anhängen
es: Adjuntar
fr: Attacher
hi: जोड़ना
id: Melampirkan
it: Allegare
ja: 貼り付ける
ko: 부착하다
nl: Hechten
pl: Dołączyć
pt: Anexar
ru: Прикреплять, прикрепить
th: แนบ
tr: Iliştirmek
uk: Приєднати
vi: Gắn liền với
zh_hans: 附加
zh_hant: 附加

# Settings.appearance.schedule.solar.location.state.not-determined
source: Location Access Undetermined
ar: الوصول إلى الموقع غير محدد
de: Standortzugriff Unbestimmt
es: Acceso a la ubicación indeterminado
fr: Accès à l'emplacement indéterminé
hi: स्थान पहुँच अनिश्चित
id: Akses Lokasi Tidak Ditentukan
it: Accesso alla posizione indeterminato
ja: ロケーションアクセス未定
ko: 위치 액세스 미정
nl: Locatietoegang Onbepaald
pl: Dostęp do lokalizacji nieokreślony
pt: Acesso à Localização Indeterminado
ru: Доступ к местоположению неопределен
th: การเข้าถึงตําแหน่งไม่แน่นอน
tr: Konum Erişimi Belirsiz
uk: Доступ до місцезнаходження невизначений
vi: Truy cập vị trí không xác định
zh_hans: 位置权限不明
zh_hant: 位置訪問未確定

# Archive.filter.search-url
source: Search URL
ar: ابحث عن عنوان URL
de: URL suchen
es: Buscar URL
fr: URL de recherche
hi: खोज यूआरएल
id: URL pencarian
it: URL di ricerca
ja: 検索URL
ko: 검색 URL
nl: Zoek URL
pl: Adres URL wyszukiwania
pt: URL da pesquisa
ru: URL-адрес поиска
th: ค้นหา URL
tr: Arama URL'si
uk: Пошук URL
vi: Tìm kiếm URL
zh_hans: 搜索URL
zh_hant: 搜尋URL

# Troubleshooter.status
source: Status
ar: وَضْع
es: Estatus
fr: Statut
hi: स्थिति
it: Stato
ja: 状況
ko: 상태
ru: Статус
th: สถานะ
tr: Statü
uk: Статус
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

# Settings.interface.others
source: Other
ar: غَيْر
de: Anderer
es: Otro
fr: Autre
hi: अन्य
id: Yang lain
it: Altro
ja: ほかの
ko: 다른
nl: Ander
pl: Inny
pt: Outro
ru: Другой
th: อื่น
tr: Diğer
uk: Diğer
vi: Khác
zh_hans: 其他
zh_hant: 其他的

# Home.settings
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
uk: Ayarlar
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# Archive.filter
source: Filter
ar: فِلْتِر
de: Filtern
es: Filtro
fr: Filtre
hi: छन्ना
it: Filtro
ja: フィルタ
ko: 필터
pl: Filtr
pt: Filtro
ru: Фильтр
th: กรอง
tr: Filtre
uk: Фільтр
vi: Bộ lọc
zh_hans: 过滤
zh_hant: 過濾

# Carina.new.describe.content
source: Content (optional)
ar: المحتوى (اختياري)
de: Inhalt (optional)
es: Contenido (opcional)
fr: Contenu (facultatif)
hi: सामग्री (वैकल्पिक)
id: Konten (opsional)
it: Contenuto (facoltativo)
ja: コンテンツ（オプション）
ko: 내용 (선택 사항)
nl: Inhoud (optioneel)
pl: Zawartość (opcjonalnie)
pt: Conteúdo (opcional)
ru: Содержание (необязательно)
th: เนื้อหา (ไม่บังคับ)
tr: İçerik (isteğe bağlı)
uk: Вміст (необов'язково)
vi: Nội dung (tùy chọn)
zh_hans: 内容（可选）
zh_hant: 內容（可選）

# Bookmark.group
source: Bookmark Groups
ar: مجموعات الإشارات المرجعية
de: Lesezeichen Gruppen
es: Grupos de marcadores
fr: Groupes de signets
hi: बुकमार्क समूह
id: Grup Penanda
it: Gruppi di segnalibri
ja: ブックマークグループ
ko: 북마크 그룹
nl: Bladwijzer Groepen
pl: Grupy Zakładek
pt: Grupos de favoritos
ru: Группы Закладок
th: บุ๊คมาร์คกลุ่ม
tr: Yer İmi Grupları
uk: Групи закладок
vi: Đánh dấu các nhóm
zh_hans: 书签组
zh_hant: 書籤組

# Bookmark.group.edit
source: Edit Groups
ar: تعديل المجموعات
de: Gruppen bearbeiten
es: Editar grupos
fr: Modifier les groupes
hi: समूहों को संपादित करें
id: Edit Grup
it: Modifica gruppi
ja: グループの編集
ko: 그룹 편집
nl: Groepen bewerken
pl: Edytuj grupy
pt: Editar Grupos
ru: Редактировать группы
th: แก้ไขกลุ่ม
tr: Grupları Düzenle
uk: Редагувати групи
vi: Chỉnh sửa nhóm
zh_hans: 编辑群组
zh_hant: 編輯組

# Settings.interface.home.toolbar.description
source: Tap on elements to edit.
ar: اضغط على العناصر للتحرير.
de: Tippen Sie auf Elemente, um sie zu bearbeiten.
es: Toque los elementos para editar.
fr: Appuyez sur les éléments pour les modifier.
hi: संपादित करने के लिए तत्वों पर टैप करें।
id: Ketuk elemen untuk mengedit.
it: Tocca gli elementi per modificarli.
ja: 要素をタップして編集します。
ko: 편집할 요소를 탭하세요.
nl: Tik op elementen om te bewerken.
pl: Stuknij w elementy, aby edytować.
pt: Toque nos elementos para editar.
ru: Нажмите на элементы для редактирования.
th: แตะที่องค์ประกอบเพื่อแก้ไข
tr: Düzenlemek için öğelere dokunun.
uk: Düzenlemek için öğelere dokunun.
vi: Chạm vào các yếu tố để chỉnh sửa.
zh_hans: 轻点项目以编辑
zh_hant: 點選元素進行編輯。

# Settings.browse.tint
source: Toolbar Color
ar: لون شريط الأدوات
de: Symbolleistenfarbe
es: Color de la barra de herramientas
fr: Couleur de la barre d'outils
hi: टूलबार रंग
id: Warna Bilah Alat
it: Colore della barra degli strumenti
ja: ツールバーの色
ko: 툴바 색상
nl: Werkbalkkleur
pl: Kolor paska narzędzi
pt: Cor da Barra de Ferramentas
ru: Цвет панели инструментов
th: สีแถบเครื่องมือ
tr: Araç Çubuğu Rengi
uk: Колір панелі інструментів
vi: Màu thanh công cụ
zh_hans: 工具栏颜色
zh_hant: 工具欄顏色

# Settings.interface.home
source: Home
ar: مَنْزِل
de: Zuhause
es: Casa
fr: Maison
hi: घर
id: Rumah
it: Casa
ja: ホーム
ko: 집
nl: Thuis
pl: Dom
pt: Casa
ru: Дом
th: บ้าน
tr: Ev
uk: Ev
vi: Nhà
zh_hans: 主页
zh_hant: 家

# Settings.interface.home.toolbar.selection.carina
source: Carina Feedback
ar: ردود الفعل Carina
es: Carina Comentarios
fr: Carina Commentaires
hi: Carina प्रतिक्रिया
id: Carina Umpan balik
ja: Carinaフィードバック
ko: Carina 피드백
pl: Carina Informacje zwrotne
ru: Carina Обратная связь
th: Carina ข้อเสนอแนะ
tr: Carina Geri Bildirim
uk: Carina Geri Bildirim
vi: Carina Phản hồi
zh_hans: Carina反馈
zh_hant: Carina反饋

# Settings.interface.advanced.languange.follow-system-language
source: Follow System Language
ar: اتبع لغة النظام
de: Systemsprache Folgen
es: Siga el lenguaje del sistema
fr: Suivre la langue du système
hi: सिस्टम भाषा का पालन करें
id: Ikuti Bahasa Sistem
it: Segui il linguaggio di sistema
ja: システム言語に従う
ko: 시스템 언어 따르기
nl: Volg Systeemtaal
pl: Podążaj za językiem systemowym
pt: Siga a Linguagem do Sistema
ru: Следуйте Языку Системы
th: ติดตามภาษาของระบบ
tr: Sistem Dilini Takip Et
uk: Дотримуйтесь Системної Мови
vi: Theo dõi ngôn ngữ hệ thống
zh_hans: 跟随系统语言
zh_hant: 遵循系統語言

# Home.search
source: Search
ar: بحث
de: Suche
es: Búsqueda
fr: Recherche
hi: खोज
id: Pencarian
it: Ricerca
ja: 検索
ko: 검색
nl: Zoeken
pl: Szukać
pt: Busca
ru: Поиск
th: ค้น
tr: Arama
uk: Arama
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜尋

source: History Picker
ar: منتقي التاريخ
de: Geschichtswähler
es: Recolección de historia
fr: Sélecteur d'histoire
hi: इतिहास पिकर
id: Pemilih Sejarah
it: Raccoglitore di storia
ja: 履歴ピッカー
ko: 역사 선택기
nl: Geschiedeniskiezer
pl: Wybór historii
pt: Selhedor de História
ru: Выбор истории
th: ตัวเลือกประวัติศาสตร์
tr: Tarih Seçici
uk: Вибір історії
vi: Người chọn lịch sử
zh_hans: 选择历史
zh_hant: 歷史選擇器

# Migration.recieve.status.checking
source: Checking the Code
ar: التحقق من الرمز
de: Überprüfen des Codes
es: Comprobando el código
fr: Vérification du code
hi: कोड की जाँच कर रहा हूँ
id: Memeriksa Kode
it: Controllo del codice
ja: コードの確認
ko: 코드 확인 중
nl: De code controleren
pl: Sprawdzanie kodu
pt: Verificando o Código
ru: Проверка кода
th: กําลังตรวจสอบรหัส
tr: Kodu Kontrol Etme
uk: Перевірка коду
vi: Kiểm tra mã
zh_hans: 正在检查代码
zh_hant: 檢查程式碼

# History.search.empty.description
source: No history recordings matched your entered keyword.
ar: لا توجد تسجيلات تاريخ تتطابق مع الكلمة الرئيسية التي أدخلتها.
de: Keine Verlaufsaufzeichnungen stimmten mit Ihrem eingegebenen Schlüsselwort überein.
es: Ninguna grabación del historial coincide con su palabra clave ingresada.
fr: Aucun enregistrement d'historique ne correspond à votre mot-clé saisi.
hi: कोई भी इतिहास रिकॉर्डिंग आपके दर्ज किए गए कीवर्ड से मेल नहीं खाती।
id: Tidak ada rekaman riwayat yang cocok dengan kata kunci yang Anda masukkan.
it: Nessuna registrazione della cronologia corrispondeva alla parola chiave inserita.
ja: 入力したキーワードに一致する履歴記録はありません。
ko: 입력한 키워드와 일치하는 기록이 없습니다.
nl: Geen geschiedenisopnames kwamen overeen met uw ingevoerde trefwoord.
pl: Żadne wpisy historii nie pasowały do wprowadzonego słowa kluczowego.
pt: Nenhuma gravação de histórico correspondeu à sua palavra-chave inserida.
ru: Ни одна запись истории не соответствует введенному вам ключевому слову.
th: ไม่มีการบันทึกประวัติที่ตรงกับคําหลักที่คุณป้อน
tr: Girdiğiniz anahtar kelimeyle eşleşen hiçbir geçmiş kaydı yok.
uk: Жодні історичні записи не відповідали введеному вам ключовому слову.
vi: Không có bản ghi lịch sử nào khớp với từ khóa bạn đã nhập.
zh_hans: 没有历史记录和你输入的关键词匹配。
zh_hant: 沒有歷史記錄與您輸入的關鍵字匹配。

# Passcode.content.bookmarks
source: Lock Bookmarks
ar: قفل الإشارات المرجعية
de: Lesezeichen Sperren
es: Bloqueadores de marcadores
fr: Verrouiller les signets
hi: लॉक बुकमार्क्स
id: Kunci Penanda
it: Blocca i segnalibri
ja: ブックマークをロックする
ko: 북마크 잠그기
nl: Bladwijzers Vergrendelen
pl: Zablokuj zakładki
pt: Bloquear Marcadores
ru: Заблокировать Закладки
th: ล็อคที่คั่นหนังสือ
tr: Yer İmlerini Kilitle
uk: Yer İmlerini Kilitle
vi: Khóa dấu trang
zh_hans: 锁定书签
zh_hant: 鎖定書籤

# Migration.send.content.state.unconnectable
source: Unable to connect to the server
ar: غير قادر على الاتصال بالخادم
de: Verbindung zum Server nicht fähig
es: No se puede conectar al servidor
fr: Impossible de se connecter au serveur
hi: सर्वर से जुड़ने में असमर्थ
id: Tidak dapat terhubung ke server
it: Impossibile connettersi al server
ja: サーバーに接続できません
ko: 서버에 연결할 수 없음
nl: Kan geen verbinding maken met de server
pl: Nie można połączyć się z serwerem
pt: Não é possível conectar ao servidor
ru: Не удается подключиться к серверу
th: ไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์ได้
tr: Sunucuya bağlanılamıyor
uk: Неможливо підключитися до сервера
vi: Không thể kết nối với máy chủ
zh_hans: 无法连接至服务器
zh_hant: 無法連線到伺服器

# Settings.interface.advanced.languange
source: App Language
ar: لغة التطبيق
de: App-Sprache
es: Lenguaje de la aplicación
fr: Langue de l'application
hi: ऐप भाषा
id: Bahasa Aplikasi
it: Lingua dell'app
ja: アプリの言語
ko: 앱 언어
nl: App-taal
pl: Język aplikacji
pt: Idioma do Aplicativo
ru: Язык приложения
th: ภาษาของแอป
tr: Uygulama Dili
uk: Мова Програми
vi: Ngôn ngữ ứng dụng
zh_hans: App语言
zh_hant: 應用程式語言

# Bulletin.empty
source: Empty Bulletin
ar: نشرة فارغة
de: Leeres Bulletin
es: Boletín vacío
fr: Bulletin vide
hi: खाली बुलेटिन
id: Buletin Kosong
it: Bollettino vuoto
ja: 空の速報
ko: 빈 게시판
nl: Leeg Bulletin
pl: Pusty Biuletyn
pt: Boletim vazio
ru: Пустой бюллетень
th: กระดานข่าวเปล่า
tr: Boş Bülten
uk: Порожній бюлетень
vi: Bản tin trống
zh_hans: 空公告
zh_hant: 空公告

# Settings.search.edit.default.false
source: Use as Default Search Engine
ar: استخدم كمحرك بحث افتراضي
de: Verwendung als Standardsuchmaschine
es: Usar como motor de búsqueda predeterminado
fr: Utiliser comme moteur de recherche par défaut
hi: डिफ़ॉल्ट खोज इंजन के रूप में उपयोग करें
id: Gunakan sebagai Mesin Pencari Default
it: Utilizzare come motore di ricerca predefinito
ja: デフォルトの検索エンジンとして使用する
ko: 기본 검색 엔진으로 사용
nl: Gebruik als standaardzoekmachine
pl: Użyj jako domyślnej wyszukiwarki
pt: Usar como mecanismo de pesquisa padrão
ru: Использовать в качестве поисковой системы по умолчанию
th: ใช้เป็นเครื่องมือค้นหาเริ่มต้น
tr: Varsayılan Arama Motoru Olarak Kullan
uk: Varsayılan Arama Motoru Olarak Kullan
vi: Sử dụng làm công cụ tìm kiếm mặc định
zh_hans: 用作默认搜索引擎
zh_hant: 用作預設搜尋引擎

# Settings.interface.home.toolbar.title
source: Edit Toolbar
ar: تعديل شريط الأدوات
de: Symbolleiste bearbeiten
es: Editar barra de herramientas
fr: Modifier la barre d'outils
hi: टूलबार संपादित करें
id: Edit Bilah Alat
it: Modifica barra degli strumenti
ja: ツールバーの編集
ko: 툴바 편집
nl: Werkbalk bewerken
pl: Edytuj pasek narzędzi
pt: Editar Barra de Ferramentas
ru: Редактировать Панель Инструментов
th: แก้ไขแถบเครื่องมือ
tr: Araç Çubuğunu Düzenle
uk: Araç Çubuğunu Düzenle
vi: Chỉnh sửa thanh công cụ
zh_hans: 编辑工具栏
zh_hant: 編輯工具欄

# Carina.new-states.undefined
source: Undefined
ar: غير محدد
de: Nicht definiert
es: No definido
fr: Indéfini
hi: अपरिभाषित
id: Tidak terdefinisi
it: Non definito
ja: はっきりしない
ko: 정의되지 않은
nl: Onbepaald
pl: Niezdefiniowany
pt: Indefinido
ru: Неопределённый
th: ไม่ได้กําหนด
tr: Tanımlanmamış
uk: Невизначений
vi: Không xác định
zh_hans: 未定义
zh_hant: 不明確的

# Home.private-mode.hint.off
source: Interact to turn on.
ar: تفاعل لتشغيله.
de: Interagieren, um sich einzuschalten.
es: Interactúa para encender.
fr: Interagissez pour vous allumer.
hi: चालू करने के लिए बातचीत करें।
id: Berinteraksi untuk menyalakan.
it: Interagisci per attivare.
ja: インタラクトしてオンにします。
ko: 켜려면 상호 작용하세요.
nl: Interactie om aan te zetten.
pl: Interakcja, aby włączyć.
pt: Interagir para ligar.
ru: Взаимодействуйте, чтобы выключить.
th: โต้ตอบเพื่อเปิด
tr: Açmak için etkileşim.
uk: Açmak için etkileşim.
vi: Tương tác để bật.
zh_hans: 交互以启用。
zh_hant: 互動開啟。

# Bookmark.group.edit.empty
source: Editing Groups
ar: مجموعات التحرير
de: Bearbeitungsgruppen
es: Grupos de edición
fr: Groupes d'édition
hi: संपादन समूह
id: Mengedit Grup
it: Gruppi di editing
ja: 編集グループ
ko: 편집 그룹
nl: Groepen bewerken
pl: Edycja Grup
pt: Grupos de Edição
ru: Редактирование Групп
th: กลุ่มการแก้ไข
tr: Düzenleme Grupları
uk: Редагування груп
vi: Chỉnh sửa nhóm
zh_hans: 正在编辑群组
zh_hant: 編輯組

# Carina.new.attachments.footer
source: Attachments allow us to get to know more about Iris’ information and diagnose better.
ar: تسمح لنا المرفقات بمعرفة المزيد عن معلومات Iris وتشخيصها بشكل أفضل.
de: Anhänge ermöglichen es uns, mehr über Iris' Informationen zu erfahren und besser zu diagnostizieren.
es: Los archivos adjuntos nos permiten conocer mejor la información de Iris y diagnosticar mejor.
fr: Les pièces jointes nous permettent d'en savoir plus sur les informations Iris et de mieux diagnostiquer.
hi: संलग्नक हमें Iris' जानकारी के बारे में अधिक जानने और बेहतर निदान करने की अनुमति देते हैं।
id: Lampiran memungkinkan kita untuk mengetahui lebih banyak tentang informasi Iris' dan mendiagnosis dengan lebih baik.
it: Gli allegati ci consentono di conoscere meglio le informazioni di Iris e diagnosticare meglio.
ja: 添付ファイルを使用すると、Irisの情報についてもっと知り、より良い診断をすることができます。
ko: 첨부 파일을 통해 Iris' 정보에 대해 더 많이 알고 더 잘 진단할 수 있습니다.
nl: Bijlagen stellen ons in staat om meer te weten te komen over Iris' informatie en beter te diagnosticeren.
pl: Załączniki pozwalają nam lepiej poznać informacje o Iris i lepiej diagnozować.
pt: Os anexos nos permitem conhecer mais sobre as informações de Iris e diagnosticar melhor.
ru: Вложения позволяют нам узнать больше об информации Iris и лучше диагностировать.
th: ไฟล์แนบช่วยให้เราทราบข้อมูลเพิ่มเติมเกี่ยวกับข้อมูล Iris' และวินิจฉัยได้ดีขึ้น
tr: Ekler, Iris' bilgileri hakkında daha fazla bilgi edinmemizi ve daha iyi teşhis koymamızı sağlar.
uk: Вкладення дозволяють нам дізнатися більше про інформацію Iris та краще діагностувати.
vi: Tệp đính kèm cho phép chúng tôi biết thêm về thông tin Iris' và chẩn đoán tốt hơn.
zh_hans: 附件可以让我们了解Iris的更多信息并更好的诊断。
zh_hant: 附件使我們能夠更多地瞭解Iris'資訊並更好地診斷。
